---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AreaScheme
source: html/4ffb4082-195f-38d3-f2c2-616932119c90.htm
---
# AreaScheme Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.